"CANCEL" = "Anulați";
"DONE" = "OK";
"OK" = "OK";

"VOICE_MEMOS_NAVIGATION_TITLE" = "Memo-uri vocale";
"INFO_NAVIGATION_TITLE" = "Info.";
"LABEL_NAVIGATION_TITLE" = "Etichetă";
"CUSTOM_NAVIGATION_TITLE" = "Personalizată";

"SHARE" = "Partajați";
"DELETE" = "Ștergeți";

"SHARE_DETAILS_BUTTON" = "Partajați";
"TRIM_DETAILS_BUTTON" = "Scurtați memo";

"SPEAKER_BUTTON" = "Difuzor";
"DELETE_MEMO_BUTTON" = "Ștergeți memo vocal";
"SEND_TRIMMED_MMS_BUTTON" = "Trimiteți mesaj";
"SEND_TRIMMED_MAIL_BUTTON" = "Trimiteți e-mail";
"SHARE_PROMPT" = "Partajați memo vocal utilizând:";
"SEND_MAIL_BUTTON" = "E-mail";
"SEND_MMS_BUTTON" = "Mesaj";
"TRIM_BUTTON" = "Scurtați memo vocal";
"CLOSE_BUTTON" = "Închideți";
"OK_BUTTON" = "OK";

"NONE_LABEL" = "Nimic";
"PODCAST_LABEL" = "Podcast";
"INTERVIEW_LABEL" = "Interviu";
"LECTURE_LABEL" = "Prelegere";
"IDEA_LABEL" = "Idee";
"MEETING_LABEL" = "Ședință";
"MEMO_LABEL" = "Memo";
"CUSTOM_LABEL" = "Personalizată";

"RECORDED_ON_FORMAT" = "Înregistrat: %@";
"RECORDED_ON_FORMAT_EXTENDED" = "Înregistrat: %@ la %@";

"RECORDING_STATUS_BAR_FORMAT" = "Înregistrare  %@";
"RECORDING_PAUSED_STATUS_BAR_FORMAT" = "Înregistrare suspendată  %@";
"RECORDING_STATUS_BAR_TIME_HMS_FORMAT" = "%d:%02d:%02d";
"RECORDING_STATUS_BAR_TIME_MS_FORMAT" = "%02d:%02d";

"RECORDING_DURATION_HMS_UNITS_FORMAT" = "%dh %dm %ds";
"RECORDING_DURATION_HMS_NO_UNITS_FORMAT" = "%d:%02d:%02d";
"RECORDING_DURATION_MS_UNITS_FORMAT" = "%dm %ds";
"RECORDING_DURATION_MS_NO_UNITS_FORMAT" = "%02d:%02d";
"RECORDING_DURATION_S_UNITS_FORMAT" = "%ds";
"RECORDING_DURATION_S_NO_UNITS_FORMAT" = "00:%02d";

"MEMO_TOO_LONG_ALERT_TITLE" = "Memo-ul e prea lung";
"MEMO_TOO_LONG_ALERT_BODY" = "Doriți să selectați o versiune mai scurtă a acestui memo pentru expediere?";

"UNABLE_TO_RECORD_ALERT_TITLE" = "Niciun microfon disponibil";
"UNABLE_TO_RECORD_ALERT_BODY" = "Conectați un microfon pentru a înregistra memo-uri vocale.";

"UNABLE_TO_INTERRUPT_ALERT_TITLE" = "Înregistrare dezactivată";
"UNABLE_TO_INTERRUPT_ALERT_BODY" = "Pentru a înregistra, terminați apelul.";

"LOW_DISK_SPACE_ALERT_TITLE" = "Spațiu redus pe disc";
"LOW_DISK_SPACE_ALERT_BODY" = "Nu există suficient spațiu pe disc pentru a continua înregistrarea de memo-uri vocale. Creați spațiu prin ștergerea unor videoclipuri sau poze existente.";

"NO_MAIL_ACCOUNT_ALERT_TITLE" = "Configurați un cont Mail pentru a trimite memo-uri vocale prin e-mail.";

"MEMO_FILENAME" = "Memo";
